[
  {
    "id": "revit",
    "name": "Autodesk Revit Architecture Training in Saudi Arabia",
    "desc": "Learn Building Information Modeling (BIM) with Revit the leading tool for architects and engineers. Master 3D design, documentation, and construction workflows.",
    "image": "/revit.png",
    "longDesc": "The Autodesk Revit Architecture course by ILH empowers architects and engineers to design, document, and visualize structures using BIM. This hands-on training covers 3D modeling, rendering, documentation, and collaboration workflows — preparing you for professional BIM certification in Saudi Arabia.",
    "brochureLink": "https://drive.google.com/file/d/1yJ90QrYzYaxdSpVQ-D96CHEIDCCWIoSw/view?usp=sharing"
  },
  {
    "id": "pmp",
    "name": "PMP Certification Training in Saudi Arabia",
    "desc": "Get certified as a Project Management Professional (PMP). Learn predictive, agile, and hybrid project management with PMI-aligned training.",
    "image": "/pmp.png",
    "longDesc": "ILH’s PMP Certification course prepares you for success in the globally recognized Project Management Professional exam. Our PMI-approved program covers leadership, risk management, scheduling, and cost control to help professionals deliver high-value projects and earn global credibility.",
    "brochureLink": "https://drive.google.com/file/d/1yMkd1pLTzMFYzWRmaNnLcVWj1cT7fWH_/view?usp=sharing"
  },
  {
    "id": "leed-ga-ap",
    "name": "LEED GA & AP Certification Course in Saudi Arabia",
    "desc": "Become a certified expert in sustainable design with ILH’s LEED Green Associate and Accredited Professional (AP) training.",
    "image": "/leed.png",
    "longDesc": "ILH’s LEED GA & AP course helps professionals master green building principles and earn international LEED credentials. The training covers sustainability, environmental design, and exam preparation for both GA and AP levels — essential for architects, engineers, and sustainability leaders in Saudi Arabia.",
    "brochureLink": "https://drive.google.com/file/d/1YOnSPiGqrSzHcJR7YGZdwo06s2iX-B35/view?usp=sharing"
  },
  {
    "id": "primavera",
    "name": "Primavera P6 Professional Project Management Course in Saudi Arabia",
    "desc": "Master Oracle Primavera P6 software for scheduling, resource management, and performance tracking in large-scale projects.",
    "image": "/p6.png",
    "longDesc": "ILH’s Primavera P6 training in Saudi Arabia provides hands-on experience in project scheduling and control. Learn how to plan, manage, and execute complex engineering and construction projects using Primavera’s advanced tools for resource allocation, progress monitoring, and performance tracking. Gain skills essential for professional project managers.",
    "brochureLink": "https://drive.google.com/file/d/1BH0jk2zJZRsD7hgD-vxw1QHS27AazJ7T/view?usp=sharing"
  },
  {
    "id": "fidic",
    "name": "FIDIC Contracts Masterclass in Saudi Arabia",
    "desc": "Understand the FIDIC standard forms of contract and manage international construction projects effectively.",
    "image": "/fidic.png",
    "longDesc": "ILH’s FIDIC Contracts Masterclass provides comprehensive insights into FIDIC’s Red, Yellow, and Silver Books. Learn about contract obligations, claims, dispute resolution (DAB), and risk allocation for international construction projects. Perfect for engineers, contract managers, and legal professionals working on global projects in Saudi Arabia.",
    "brochureLink": "https://drive.google.com/file/d/1pzP1LTDXC28C-E-kgQafsnRApdxQTkPK/view?usp=drive_link"
  },
  {
    "id": "cpp",
    "name": "Certified Pricing Professional (CPP) Course in Saudi Arabia",
    "desc": "Develop strategic pricing and revenue management skills to maximize profitability across markets and industries.",
    "image": "/cpp.png",
    "longDesc": "The Certified Pricing Professional (CPP) program at ILH focuses on advanced pricing strategies, cost analysis, and value-based selling. Learn to build competitive pricing models, conduct market benchmarking, and implement data-driven pricing decisions to enhance profitability for your business in Saudi Arabia.",
    "brochureLink": "https://drive.google.com/file/d/1EC_aOtKKbIpmwq8JaLC-Kza6Swd_nOG6/view?usp=sharing"
  },
  {
    "id": "iso",
    "name": "ISO 9001 Lead Auditor & Implementer Course in Saudi Arabia",
    "desc": "Gain expertise in Quality Management Systems (QMS) as an ISO 9001 Lead Auditor or Implementer.",
    "image": "/iso.png",
    "longDesc": "ILH’s ISO 9001 Lead Auditor / Implementer course helps professionals build strong auditing and implementation skills in Quality Management Systems (QMS). Learn to conduct audits, design compliance frameworks, and implement continuous improvement strategies to meet ISO 9001:2015 standards within organizations in Saudi Arabia.",
    "brochureLink": "https://drive.google.com/file/d/1b0fWPpUsZjxaI2-rB9v6adjUP69QpVQZ/view?usp=drive_link"
  },
  {
    "id": "psp",
    "name": "Planning and Scheduling Professional (PSP) Course in Saudi Arabia",
    "desc": "AACE International’s PSP certification focusing on advanced project scheduling, analytics, and reporting.",
    "image": "/psp.png",
    "longDesc": "ILH’s PSP Certification course trains professionals in advanced project planning and scheduling techniques. Covering Schedule Data Flow, Forensic Analysis, and Critical Path Methods, this program ensures you can build, analyze, and manage realistic project timelines while earning the globally recognized AACE PSP certification in Saudi Arabia.",
    "brochureLink": "https://drive.google.com/file/d/1czwBcb8DnzPKeVE2-DzVYtWOiwwkrbCi/view?usp=drive_link"
  },
  {
    "id": "cfm",
    "name": "Certified Facility Manager (CFM) Training in Saudi Arabia",
    "desc": "Prepare for the globally recognized IFMA CFM certification to advance your facility management career.",
    "image": "/cfm.png",
    "longDesc": "ILH’s CFM training helps professionals gain the knowledge and skills required to pass the IFMA Certified Facility Manager exam. Covering 11 key competencies such as Operations, Finance, Leadership, and Technology Management, this program equips facility managers in Saudi Arabia to manage buildings strategically and efficiently.",
    "brochureLink": "https://drive.google.com/file/d/1Gz9KLHn7g23yI87sW2QDzt0DnsrBShqJ/view?usp=drive_link"
  },
  {
    "id": "ccp",
    "name": "Certified Cost Professional (CCP) Course in Saudi Arabia",
    "desc": "Earn your AACE CCP certification and master cost estimation, control, and earned value management.",
    "image": "/ccp.png",
    "longDesc": "TThe Certified Cost Professional (CCP) course at ILH provides in-depth training in total cost management, planning, and earned value analysis. Learn advanced cost estimation, forecasting, and project performance evaluation aligned with AACE International standards — essential for cost engineers and project controllers in Saudi Arabia.",
    "brochureLink": "https://drive.google.com/file/d/1EC_aOtKKbIpmwq8JaLC-Kza6Swd_nOG6/view?usp=drive_link"
  },
  {
    "id": "ielts",
    "name": "IELTS Preparation Course in Saudi Arabia",
    "desc": "Comprehensive training for high IELTS band scores — covering Listening, Reading, Writing, and Speaking modules.",
    "image": "/ielts.png",
    "longDesc": "ILH’s IELTS course provides structured preparation for academic and general training candidates. Learn effective strategies for all four sections of the IELTS exam — Listening, Reading, Writing, and Speaking. This course is perfect for students and professionals in Saudi Arabia aiming for immigration, education, or career opportunities abroad.",
    "brochureLink": "https://drive.google.com/file/d/1pculpF8ADswH9kDg6Iu6N_MbwxmICgp-/view?usp=drive_link"
  },
  {
    "id": "cfps",
    "name": "Certified Fire Protection Specialist (CFPS) Training in Saudi Arabia",
    "desc": "NFPA-recognized certification in fire safety, prevention systems, and emergency planning for safety professionals.",
    "image": "/cfps.png",
    "longDesc": "The CFPS certification by ILH equips professionals with knowledge in fire protection, suppression systems, and fire code application. Based on NFPA standards, this course covers fire behavior, building construction safety, detection systems, and emergency planning — crucial for facility and safety professionals in Saudi Arabia.",
    "brochureLink": "https://drive.google.com/file/d/1TjnhK65Dog8e9huBe65KC3iknFAXmpRi/view?usp=drive_link"
  }
]